MONTHS = {
    'en': ["Jan", "Feb", "Mar", "Apr", "May", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec"],
    'eo': ["jan", "feb", "mar", "apr", "maj", "jun", "jul", "aŭg", "sep", "okt", "nov", "dec"],
    'ru': ["янв", "фев", "мар", "апр", "май", "июн", "июл", "авг", "сен", "окт", "ноя", "дек"],
    'ukr': ["Січ", "Лют", "Бер", "Кві", "Тра", "Чер", "Лип", "Сер", "Вер", "Жов", "Лис", "Гру"],
    'ko': ["1월", "2월", "3월", "4월", "5월", "6월", "7월", "8월", "9월", "10월", "11월", "12월"],
}

DAYS_OF_WEEK = {
    'en': ["M", "T", "W", "T", "F", "S", "S"],
    'eo': ["L", "M", "M", "Ĵ", "V", "S", "D"],
    'ru': ["П", "В", "С", "Ч", "П", "С", "В"],
    'ukr': ["П", "В", "С", "Ч", "П", "С", "Н"],
    'ko': ["월", "화", "수", "목", "금", "토", "일"],
}